[
  {
    "page": 0,
    "line": "これから、AI駆動開発による組織変革と価値再定義についての",
    "notes": ""
  },
  {
    "page": 1,
    "line": "2025年から2026年にかけて、私たちはソフトウェア開発の歴史における決定的な転換点に立っています。これまでのAIは「補助ツール」でしたが、現在はAIがプロセスを主導する「AI駆動開発（AIDD）」への完全移行期です。\nこの変革は、製造工程の約3分の1を削減し、生産性を最大2,000%向上させるという驚異的な成果をもたらしています。",
    "notes": ""
  },
  {
    "page": 2,
    "line": "\n実際に国内でも、モノタロウ社のように「自律型AIエンジニア」を全社導入し、AIが自律的にコードを書き人間がレビューに回るという、役割の逆転をいち早く実現する企業が現れています。",
    "notes": ""
  },
  {
    "page": 3,
    "line": "AIが定型作業を代替する時代、個人の価値は「情報の所有」から「人間ならではの能力」へとシフトします。\n共感に基づく調整力: AIにできない、組織内の微妙な文脈や顧客の「想い」を汲み取る力。\n強者の共感力（EQ）: 技術に適応するだけでなく、チーム全体を底上げする人間性が重要視されます。\n情報の構造化と編集力: AIから質を引き出す「問いを立てる力」が核心的な競争力となります。",
    "notes": ""
  },
  {
    "page": 4,
    "line": "LINEヤフーでは、全エンジニアがAIを「ペアプログラミングのパートナー」として活用することで、1日平均2時間の余力を創出しています。この浮いた時間は、単なる休息ではなく、人間にしかできない「創造的な議論」や「顧客理解」へと再投資されているのです。",
    "notes": ""
  },
  {
    "page": 5,
    "line": "組織の価値は、「スーパーマンのような個人」ではなく、誰が欠けても揺るがない「仕組み」に置かれます。\n脱・属人化: AIによるログ解析で、熟練工の暗黙知を可視化します。\n評価軸の刷新: 評価は「労働時間」から「影響度（インパクト）」へ移行します。",
    "notes": ""
  },
  {
    "page": 6,
    "line": "パナソニック コネクトでは、自社専用AIを通じて社員がプロンプト（ノウハウ）を共有し合う文化を定着させました。また、セブン-イレブン・ジャパンでは、AI活用により商品企画を10分の1に短縮しています。これらは、「時間をかけて資料を作る個人」よりも「AIを使いこなして組織に高速な意思決定をもたらす個人」を高く評価する、組織文化のパラダイムシフトを象徴しています。",
    "notes": ""
  },
  {
    "page": 7,
    "line": "マネージャーの役割は、情報の伝達係から「変革の要（リンチピン）」へと進化します。\n感情のデータ化: AIを用いてチームの「変化疲弊」を可視化し、精密なメンタルケアを行います。\nマネージャー・オブ・エージェント: 専門AIたちを指揮し、プロジェクトの「意志」を決定するオーケストレーターとなります。\n",
    "notes": ""
  },
  {
    "page": 8,
    "line": "三菱UFJ銀行が進める「AI上司」の構想は、管理業務をAIに任せ、人間はより高度なコンサルティングや部下のエンパワーメントに集中するという、マネジメントの純化を目指す動きと言えます。",
    "notes": ""
  },
  {
    "page": 9,
    "line": "AIDD時代を勝ち残るための3つのステップを提言します。\n\nAIネイティブなナレッジ基盤の構築: 属人化を技術的に解消する。\n\nインパクト重視の評価制度への刷新: ナレッジを共有する個人を報いる。\n\nヒューマンスキルの再定義: 共感力やクリティカルシンキングへ投資する。\n\nAI駆動開発は、人間を労働から解放するのではなく、人間を「より人間らしい仕事」へと回帰させる機会です。日本の先進事例に倣い、変化を恐れず、AIをパートナーとして迎え入れる文化を共に築いていきましょう。",
    "notes": ""
  },
  {
    "page": 10,
    "line": "最後に、AIDD時代を勝ち残るための3つのステップを提言します。\nAIネイティブなナレッジ基盤の構築: 属人化を技術的に解消する。\nインパクト重視の評価制度への刷新: ナレッジを共有する個人を報いる。\nヒューマンスキルの再定義: 共感力やクリティカルシンキングへ投資する。\n",
    "notes": ""
  },
  {
    "page": 11,
    "line": "AI駆動開発は、人間を労働から解放するのではなく、人間を「より人間らしい仕事」へと回帰させる機会です。日本の先進事例に倣い、変化を恐れず、AIをパートナーとして迎え入れる文化を共に築いていきましょう。",
    "notes": ""
  }
]